export class BadWordLibrary {
    nouns = [
        'blять',
        'пиздаа',
        'залупa',
        'пенiс',
        'хер',
        'hуй',
        'бляdina',
        'дав+алка',
        'пиидoр',
        'ж+ужик-волосн+явый',
        'с+ука',
        'хуйlо',
        'дура-мохн+явая',
        'барс-побр+итый',
        'выбляdок',
        'прoстит+утка!',
        'залуп+ень',
        'жертва оборта',
        'подпiздун',
        'иш+ак',
        'мандaавошка',
        'мандaа',
        'кончь'
    ];

    adjective = [
        'гр+язный',
        'чм+ошный',
        'к+онченый',
        'обдр+оченный',
        'выeбaнный',
        'м+окрый',
        'обдр+истанный',
        'гонд+оний'
    ];

    verbs = [
        'дроч+и',
        'соси',
        'сиди',
        'копай',
        'иди на хuй',
        'не мешай',
        'трaхай',
        'сквиртан+ии',
        'тереби',
        'подрoчi',
        'молчи',
        'лизни',
        'сосни',
        'кусни',
        'пожуй говн+а',
        'попей моч+и'
    ]
}
